adrieankhisbe.vscode-ndjson
donjayamanne.githistory
esbenp.prettier-vscode
foxundermoon.shell-format
meezilla.json
mrmlnc.vscode-apache
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
quicktype.quicktype
tetradresearch.vscode-h2o
twxs.cmake